Repository: thedod/tease
Catalog: scripts/locale/*/LC_MESSAGES/django.po
Languages: he

source: Extension %(ext)s is not allowed. Only %(allowed)s is allowed.
he: הסיומת %(ext)s אסורה. מותרות רק הסיומות %(allowed)s

source: Name
he: שם

source: Only letters, numbers, underscores, spaces and hyphens are allowed.
he: מותר להשתמש רק באותיות באנגלית, ספרות, רווחים, מקפים ומקפים תחתונים.

source: The Folder already exists.
he: התיקיה כבר קיימת.

source: New Name
he: שם חדש

source: The File already exists.
he: הקובץ כבר קיים.

source: File
he: קובץ

source: File already exists.
he: הקובץ כבר קיים.

source: Filename is not allowed.
he: שם קובץ לא חוקי.

source: File extension is not allowed.
he: סיומת אסורה.

source: Filesize exceeds allowed Upload Size.
he: קובץ גדול מדי.

source: Folder
he: תיקיה

source: Image
he: תמונה

source: Video
he: וידאו

source: Document
he: מסמך

source: Audio
he: אודיו

source: The requested Folder does not exist.
he: תיקיה לא קיימת.

source: FileBrowser
he: מנהל הקבצים

source: The Folder %s was successfully created.
he: התיקיה %s נוצרה בהצלחה

source: Permission denied.
he: אין הרשאות לביצוע הפעולה.

source: Error creating folder.
he: בעיה ביצירת התיקיה.

source: New Folder
he: תיקיה חדשה

source: Upload successful.
he: העלאת הקבצים הסתיימה בהצלחה.

source: Upload
he: העלאת קבצים

source: Select files to upload
he: בחירת קובץ להעלאה

source: The requested File does not exist.
he: הקובץ לא קיים.

source: The file %s was successfully deleted.
he: הקובץ %s נמחק בהצלחה.

source: The folder %s was successfully deleted.
he: התיקיה %s נמחקה בהצלחה.

source: Renaming was successful.
he: שינוי השם התבצע בהצלחה.

source: Error.
he: שגיאה.

source: Rename "%s"
he: שינוי שם "%s"

source: Rename
he: שינוי שם

source: Versions for "%s"
he: גירסאות עבור "%s"

source: Please correct the following errors.
he: נא לתקן את השגיאות הבאות.

source: The Name will be converted to lowercase. Spaces will be replaced with underscores.
he: אותיות גדולות יוחלפו בקטנות. רווחים יוחלפו במקפים תחתונים.

source: Submit
he: שליחה

source: Help
he: עזרה

source: Allowed
he: מותר

source: Max. Filesize
he: גודל מירבי

source: Image Version
he: גירסת תמונה

source: Select
he: בחירה

source: Width
he: רוחב

source: Height
he: גובה

source: Home
he: בית

source: View Image
he: צפיה בתמונה

source: Versions
he: גירסאות

source: Are you sure you want to delete this file?
he: את/ה בטוח שאת/ה רוצה למחוק את הקובץ?

source: Delete File
he: מחיקת קובץ

source: Are you sure you want to delete this Folder?
he: את/ה בטוח שאת/ה רוצה למחוק את התיקיה?

source: Delete Folder
he: מחיקת תיקיה

source: Filter
he: סינון

source: By Date
he: לפי תאריך

source: Any Date
he: תאריך כלשהוא

source: Today
he: היום

source: Past 7 days
he: 7 ימים אחרונים

source: Past 30 days
he: 30 יום

source: This year
he: השנה

source: By Type
he: לפי סוג

source: All
he: הכל

source: No Items Found
he: לא מצאתי כלום

source: %(counter)s Item
he: %(counter)s קובץ/תיקיה

source: No Items
he: אין כאן כלום

source: 1 result
he: תוצאה אחת

source: %(full_result_count)s total
he: סה"כ: %(full_result_count)s

source: Clear Restrictions
he: ניקוי מאפייני החיפוש

source: Search
he: חיפוש

source: Go
he: חפש

source: %(counter)s Item total
he: נמצא/ה %(counter)s קובץ/תיקיה

source: Type
he: סוג

source: Thumbnail
he: צלמית

source: Filename
he: שם

source: Size
he: גודל

source: Date
he: תאריך

source: %(counter)s result
he: תוצאה אחת

source: Design
he: עיצוב

source: Links
he: קישורים

source: Advanced options
he: אפשרויות מתקדמות

source: Title
he: כותרת

source: Slug
he: סלאג

source: Unique identifier for URL. Only letters, digits, and _. e.g. international_news_2010 or about
he: מזהה יחודי לצורך קישור (URL). אותיות באנגלית, ספרות, או '_'. למשל opinions או international_news_2010

source: Link
he: קישור

source: Optional url of automatic source for teaser
he: קישור למקור RSS, Atom, JSON, וכו'

source: If feed url is present - format of the feed
he: פורמט ה-feed

source: Teaser list
he: רשימת הפניות

source: Teaser lists
he: רשימות הפניות

source: Description
he: תוכן

source: Belongs to list
he: שיוך לרשימה

source: Drag to sort
he: אפשר לגרור הפניות לשינוי סדר, או ללחוץ על [עריכה] משמאל לאחת ההפניות

source: Author
he: מחבר/ת

source: Author link
he: קישור למחבר/ת

source: Author org
he: ארגון

source: Author org link
he: קישור לארגון

source: Image URL
he: כתובת תמונה

source: Image width
he: רוחב תמונה

source: Title color
he: צבע כותרת

source: Text color
he: צבע טקסט

source: Background color
he: צבע רקע

source: Pick colors. Empty field means default
he: אפשר להשאיר שדה צבע ריק, ואז המערכת תשתמש בברירת המחדל של המדור (הצבע של שדה ריק הוא לפעמים כתום. זה חסר משמעות)

source: Teaser
he: הפניה

source: Teasers
he: הפניות

source: Dashboard
he: לוח בקרה

source: Edit/Reorder
he: עריכה / שינוי סדר

source: Reload from feed
he: טעינה מחדש

source: Duplicate items at
he: כבר מופיע כאן

source: Edit
he: עריכה

source: The matrix
he: מטריצת השיוכים

source: Edit main item
he: עריכת אייטם ראשי

source: Preview homepage
he: צפיה בעמוד

source: Publish
he: הוצאה לאור

source: File manager
he: ניהול קבצים

source: upload header images
he: העלאת תמונות האדר

source: Publish header images
he: הוצאה לאור של תמונות האדר

source: Error running spellchecker
he: תקלה בהפעלת בדיקת האיות

source: Page not found
he: הדף לא נמצא

source: We're sorry, but the requested page could not be found.
he: מצטערים, באת ביום לא טוב. לא מצאנו את השקר שחיפשת.

source: Server error
he: שגיאת מערכת

source: Server error (500)
he: שגיאת מערכת (500)

source: Server Error <em>(500)</em>
he: שגיאת מערכת (<em>500</em>, שזה מספר ש<em>מבהיל</em> מנהלי אתרים)

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
he: יש תקלה, אבל אין מה לדאוג. הכל בשליטה.תשתו הרבה מים.

source: Welcome,
he: שלום

source: Who's
he: מי זה

source: Documentation
he: תיעוד

source: Change password
he: שינוי סיסמה

source: Log out
he: התנתקות
